Repository: Yaswanth1832K/NestoraAI-App
Catalog: lib/l10n/app_*.arb
Languages: bn, ml, or, ta, te

# profileTitle
source: Profile
bn: প্রোফাইল
ml: പ്രൊഫൈൽ
or: ପ୍ରୋଫାଇଲ୍
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Edit Profile
bn: প্রোফাইল সম্পাদনা
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
or: ପ୍ରୋଫାଇଲ୍ ସଂପାଦନ କରନ୍ତୁ
ta: சுயவிவரத்தைத் திருத்து
te: ప్రొఫైల్ సవరించండి

source: Settings
bn: সেটিংস
ml: ക്രമീകരണങ്ങൾ
or: ସେଟିଂସମୂହ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Account Settings
bn: অ্যাকাউন্ট সেটিংস
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
or: ଖାତା ସେଟିଂସମୂହ
ta: கணக்கு அமைப்புகள்
te: ఖాతా సెట్టింగ్‌లు

source: Personal Information
bn: ব্যক্তিগত তথ্য
ml: വ്യക്തിഗത വിവരങ്ങൾ
or: ବ୍ୟକ୍ତିଗତ ସୂଚନା
ta: தனிப்பட்ட தகவல்
te: వ్యక్తిగత సమాచారం

# loginAndSecurity
source: Login & Security
bn: লগইন এবং নিরাপত্তা
ml: ലോഗിൻ & സുരക്ഷ
or: ଲଗଇନ୍ ଏବଂ ସୁରକ୍ଷା
ta: உள்நுழைவு & பாதுகாப்பு
te: లాగిన్ & భద్రత

source: Notifications
bn: বিজ্ঞপ্তি
ml: അറിയിപ്പുകൾ
or: ବିଜ୍ଞପ୍ତି
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు

source: Dark Mode
bn: ডার্ক মোড
ml: ഡാർക്ക് മോഡ്
or: ଡାର୍କ ମୋଡ୍
ta: இரவு முறை
te: డార్క్ మోడ్

# hostingAndRenting
source: Hosting & Renting
bn: হোস্টিং এবং রেন্টিং
ml: ഹോസ്റ്റിംഗ് & വാടകയ്ക്ക് നൽകൽ
or: ହୋଷ୍ଟିଂ ଏବଂ ଭଡା
ta: விருந்தோம்பல் & வாடகை
te: హోస్టింగ్ & అద్దె

source: My Listings
bn: আমার লিস্টিং
ml: എന്റെ ലിസ്റ്റിംഗുകൾ
or: ମୋର ଲିଷ୍ଟିଂ
ta: எனது பட்டியல்கள்
te: నా జాబితాలు

source: Visit Requests
bn: ভিজিট অনুরোধ
ml: സന്ദർശന അഭ്യർത്ഥനകൾ
or: ପରିଦର୍ଶନ ଅନୁରୋଧ
ta: வருகை கோரிக்கைகள்
te: సందర్శన అభ్యర్థనలు

source: My Visits
bn: আমার ভিজিট
or: ମୋର ପରିଦର୍ଶନ

source: Rental Preferences
bn: রেন্টাল পছন্দ
ml: വാടക മുൻഗണനകൾ
or: ଭଡା ପସନ୍ଦ
ta: வாடகை விருப்பங்கள்
te: అద్దె ప్రాధాన్యతలు

source: Saved Properties
bn: সংরক্ষিত প্রোপার্টি
ml: സേവ് ചെയ്ത പ്രോപ്പർട്ടികൾ
or: ସଂରକ୍ଷିତ ସମ୍ପତ୍ତି
ta: சேமிக்கப்பட்ட சொத்துக்கள்
te: సేవ్ చేసిన ఆస్తులు

# financialAndMessages
source: Financial & Messages
bn: আর্থিক এবং বার্তা
ml: സാമ്പത്തികം & സന്ദേശങ്ങൾ
or: ଆର୍ଥିକ ଏବଂ ବାର୍ତ୍ତା
ta: நிதி & செய்திகள்
te: ఆర్థిక & సందేశాలు

# paymentsAndPayouts
source: Payments & Payouts
bn: পেমেন্ট এবং পেআউট
ml: പേയ്‌മെന്റുകൾ
or: ପେମେଣ୍ଟ ଏବଂ ପେଆଉଟ୍
ta: கட்டணங்கள் & வழங்கல்கள்
te: చెల్లింపులు & చెల్లింపులు

source: Message Settings
bn: বার্তা সেটিংস
ml: സന്ദേശ ക്രമീകരണങ്ങൾ
or: ବାର୍ତ୍ତା ସେଟିଂସମୂହ
ta: செய்தி அமைப்புகள்
te: సందేశ సెట్టింగ్‌లు

source: Support
bn: সহায়তা
ml: പിന്തുണ
or: ସହାୟତା
ta: ஆதரவு
te: మద్దతు

source: Help Center
bn: হেল্প সেন্টার
ml: സഹായ കേന്ദ്രം
or: ସହାୟତା କେନ୍ଦ୍ର
ta: உதவி மையம்
te: సహాయ కేంద్రం

source: Safety Center
bn: সেফটি সেন্টার
ml: സുരക്ഷാ കേന്ദ്രം
or: ସୁରକ୍ଷା କେନ୍ଦ୍ର
ta: பாதுகாப்பு மையம்
te: భద్రతా కేంద్రం

# reportConcern
source: Report a Concern
bn: অভিযোগ জানান
ml: പരാതി അറിയിക്കുക
or: ଅଭିଯୋଗ କରନ୍ତୁ
ta: கவலை தெரிவிக்கவும்
te: సమస్యను నివేదించండి

source: Legal
bn: আইনি
ml: നിയമപരം
or: ଆଇନଗତ
ta: சட்ட ரீதியான
te: చట్టపరమైన

source: Language and Region
bn: ভাষা এবং অঞ্চল
ml: ഭാഷയും പ്രദേശവും
or: ଭାଷା ଏବଂ ଅଞ୍ଚଳ
ta: மொழி மற்றும் பிராந்தியம்
te: భాష మరియు ప్రాంతం

source: Privacy Policy
bn: গোপনীয়তা নীতি
ml: സ്വകാര്യതാ നയം
or: ଗୋପନୀୟତା ନୀତି
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

source: Log out
bn: লগ আউট
ml: ലോഗ് ഔട്ട്
or: ଲଗ୍ ଆଉଟ୍
ta: வெளியேறு
te: లాగ్ అవుట్
